[
    {
        "text": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
        "author": "Mark Twain"
    },
    {
        "text": "Thinking is the hardest work there is, which is the probable reason why so few engage in it.",
        "author": "Henry Ford"
    },
    {
        "text": "Nobody gets to live life backward. Look ahead — that's where your future lies.",
        "author": "Ann Landers"
    },
    {
        "text": "Experience is not what happens to you; it is what you do with what happens to you.",
        "author": "Aldous Huxley"
    },
    {
        "text": "Not everything that is faced can be changed. But nothing can be changed until it is faced.",
        "author": "James Baldwin"
    },
    {
        "text": "You only have to do a very few things right in your life — so long as you don't do too many things wrong.",
        "author": "Warren Buffet"
    },
    {
        "text": "The beautiful thing about learning is nobody can take it away from you.",
        "author": "B.B. King"
    },
    {
        "text": "You cannot do a kindness too soon, for you never know how soon it will be too late.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "What do we live for if it is not to make life less difficult for each other.",
        "author": "George Eliot"
    },
    {
        "text": "It's not necessary to take a person's advice to make him feel good — all you have to do is ask it.",
        "author": "Richard Armour"
    },
    {
        "text": "A man always has two reasons for doing anything — a good reason and the real reason.",
        "author": "J. Pierpont Morgan"
    },
    {
        "text": "I would rather sit on a pumpkin and have it all to myself, than to be crowded on a velvet cushion.",
        "author": "Henry David Thoreau"
    },
    {
        "text": "If you want to know what God thinks of money, just look at the people he gave it to.",
        "author": "Dorothy Parker"
    },
    {
        "text": "The purpose of our lives is to be happy.",
        "author": "Dalai Lama"
    },
    {
        "text": "Never go to bed mad. Stay up and fight.",
        "author": "Phyllis Diller"
    },
    {
        "text": "I am only an average man, but, by George, I work harder at it than the average man.",
        "author": "Theodore Roosevelt"
    },
    {
        "text": "If you have a job without any aggravations, you don't have a job.",
        "author": "Malcolm Forbes"
    }
]